Repository: Hun-Spell-It/SpellIt
Catalog: Angular/src/assets/i18n/*.po
Languages: it, th

source: Language List
it: Elenco delle lingue
th: รายชื่อภาษา

source: Add a New Language
it: Inserisci una nuova lingua
th: เพิ่มภาษาใหม่

source: Language Name
it: Nome della lingua
th: ชื่อภาษา

source: Paradigm List
it: Elenco dei paradigmi
th: รายชื่อกระบวนทัศน์

source: Add a New Paradigm
it: Inserisci un nuovo paradigma
th: เพิ่มกระบวนทัศน์ใหม่

source: Paradigm Name
it: Nome del paradigma
th: ชื่อกระบวนทัศน์

source: Slot list separated by commas e.g. slot1,slot2,slot3
it: Tipi del paradigma separati da una virgola, es. tipo1, tipo2, tipo3
th: รูปแบบต่างๆในกระบวนทัศน์ เขียนขั้นด้วยเครื่องหมายลูกน้ำ เช่น เอกพจน์,พหูพจน์

source: Root Words
it: Primitiva della parola
th: รากศัพท์

source: Word Forms
it: Derivate della parola
th: รูปแบบของคำศัพท์

source: Paradigm Forms
it: Tipi del paradigma
th: รูปแบบของกระบวนทัศน์

source: Add a New Root
it: Inserisci una nuova parola primitiva
th: เพิ่มรากศัพท์ใหม่
